<template>
  <div class="md-layout">
    <div class="md-layout-item">
      <md-card>
        <md-card-header class="md-card-header-icon md-card-header-green">
          <div class="card-icon">
            <md-icon>receipt</md-icon>
          </div>
          <h4 class="title">
            Практическое руководство по использованию электронной системы ЗАО
            «Кыргызская фондовая биржа»
          </h4>
        </md-card-header>
        <md-card-content>
          <time-line plain type="simple">
            <time-line-item
              inverted
              badge-type="danger"
              badge-icon="card_travel"
            >
              <p slot="content">
                Настоящее руководство содержит практический алгоритм
                использования электронной системы ЗАО «Кыргызская фондовая
                биржа» (далее «фондовая биржа») для удаленной передачи
                информации, подлежащей раскрытию согласно Закона КР «О рынке
                ценных бумаг», Положения «О порядке представления отчетности
                (информации) и раскрытии информации субъектами финансового
                рынка», Договора о раскрытии информации и Публичной оферты по
                раскрытию информации о существенных фактах. В целях эффективного
                использования электронной системы эмитенту рекомендуется в
                процессе работы руководствоваться следующими далее пунктами,
                которые могут быть дополнены или изменены в случае модернизации
                системы.
              </p>

              <h6 slot="footer">
                <i class="ti-time"></i>
              </h6>
            </time-line-item>

            <time-line-item
              inverted
              badge-type="success"
              badge-icon="fingerprint"
            >
              <span slot="header" class="badge badge-success"
                >Вход в личный кабинет</span
              >
              <p slot="content">
                Для работы в электронной системе эмитенту необходимо пройти по
                ссылке oi.kse.kg. После загрузки электронной системы появится
                форма авторизации, где эмитенту необходимо заполнить поля Логин
                и Пароль, выданный фондовой биржей, для входа в личный кабинет.
                После входа в личный кабинет слева появится рабочее меню. Перед
                началом работы необходимо произвести смену стандартного Пароля.
                Эмитенту необходимо проверить данные в «Мой профиль», в случае
                необходимости произвести соответствующие изменения и «Обновить».
              </p>
            </time-line-item>

            <time-line-item inverted badge-type="info" badge-icon="filter_1">
              <span slot="header" class="badge badge-info"
                >Создание отчета и существенных фактов</span
              >
              <div slot="content">
                <p>
                  Создание квартального и годового отчета: В рабочем меню
                  вкладка «Создать отчет» - Выбрать форму Приложение 2-1 -
                  Выбрать период сдачи (Квартальный или Годовой отчет) –
                  Заполнить все пункты и «Сохранить».
                </p>
                <p>
                  Создание существенных фактов: В рабочем меню вкладка «Создать
                  отчет» - Выбрать соответствующую форму существенного факта из
                  списка - Заполнить все пункты и «Сохранить».
                </p>
              </div>
            </time-line-item>
            <time-line-item inverted badge-type="info" badge-icon="filter_2">
              <span slot="header" class="badge badge-info"
                >Отправка документов на фондовую биржу</span
              >
              <div slot="content">
                <p>
                  Отправка и хранение документов осуществляется через вкладку
                  «Мои документы». В случае корректного заполнения документа,
                  перейти во вкладку «Мои документы», в соответствующей строке
                  должна появится иконка «Отправить», при необходимости
                  изменения данных нажать на иконку «Редактировать». После
                  отправки документа статус изменится на «Отменить отправку»,
                  это означает, что документ отправлен на сервер фондовой биржи
                  для размещения.
                </p>
                <p>
                  Примечание: внесение дополнений или изменений в документ
                  возможно до подтверждения фондовой биржей, для этого
                  необходимо нажать на «Отменить отправку», внести нужную
                  информацию, нажать «Обновить» и «Отправить» исправленный
                  документ.
                </p>
              </div>
            </time-line-item>
            <time-line-item inverted badge-type="info" badge-icon="filter_3">
              <span slot="header" class="badge badge-info"
                >Получение подтверждения о раскрытии информации</span
              >
              <div slot="content">
                <p>
                  После принятия отчета фондовая биржа направляет эмитенту
                  подтверждение в виде «Квитанции». Для получения квитанции
                  эмитенту необходимо обновить страничку в электронной системе
                  нажав на клавишу F5 для изменения статуса «Отменить отправку»
                  на «Квитанция», после чего распечатать отправленный отчет и
                  квитанцию для включения в отчет Госфиннадзора.
                </p>
                <p>
                  Примечание: После отправки отчета или существенного факта
                  эмитент может проверить публикацию на сайте фондовой биржи,
                  нажав на ссылку.
                </p>
              </div>
            </time-line-item>
          </time-line>
        </md-card-content>
      </md-card>
    </div>
  </div>
</template>

<script>
import {TimeLine, TimeLineItem} from '@/components'

export default {
  components: {
    TimeLine,
    TimeLineItem
  },
  props: {},
  data() {
    return {}
  },
  methods: {},
  mounted() {}
}
</script>

<style lang="css"></style>
